Repository: IRI-Research/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: no

source: A selection is required. Select in the text the part your comment applies to.
no: Et område i teksten må merkes. Merk et område i teksten som din merknad skal gjelde

source: name is required
no: navn må angis

source: email is required
no: epost må angis

source: invalid email
no: ugyldig epost

source: title is required
no: overskriften må angis

source: content is required
no: teksten må fylles ut

source: comment removed
no: merknad slettet

source: comment saved
no: merknad lagret

source: comment saved, it is being held for moderation
no: merknad lagret og holdes tilbake for godkjenning

source: Tags input must be no longer than 250 characters.
no: Samlet lengde på etiketter kan ikke overstige 250 tegn.

source: Title
no: Overskrift

source: Content
no: Innhold

source: Tags
no: Etiketter

source: Note
no: Kommentar

source: Moderation a posteriori?
no: Godkjenning i ettertid?

source: name
no: navn

source: description
no: beskrivelse

source: Allow contact
no: Tillatt kontakt

source: Allow email messages from other users
no: Motta epost fra andre brukere

source: Preferred language
no: Foretrukket språk

source: Suspended access
no: Sperret tilgang

source: suspended
no: sperret

source: waiting approval
no: venter på godkjenning

source: pending
no: pågående

source: Invitation
no: Invitasjon

source: Text %(link_to_text)s edited
no: Tekst %(link_to_text)s endret

source: Text %(link_to_text)s edited (new version created)
no: Tekst %(link_to_text)s endret (ny versjon opprettet)

source: Text %(link_to_text)s added
no: Tekst %(link_to_text)s lagt til

source: Text %(link_to_text)s removed
no: Tekst %(link_to_text)s slettet

source: Comment %(link_to_comment)s added on text %(link_to_text)s
no: Merknad %(link_to_comment)s lagt til teksten %(link_to_text)s

source: Comment %(link_to_comment)s removed from text %(link_to_text)s
no: Merknad %(link_to_comment)s slettet fra teksten %(link_to_text)s

source: User %(username)s added
no: Bruker %(username)s opprettet

source: User %(username)s access to workspace enabled
no: Aktivert tilgang for brukeren %(username)s

source: User %(username)s access to workspace refused
no: Nektet tilgang for brukeren %(username)s

source: User %(username)s access to workspace suspended
no: Stoppet tilgang for brukeren %(username)s

source: User %(username)s access to workspace activated
no: Aktivert tilgang for brukeren %(username)s

source: User %(username)s has activated his account
no: Bruker %(username)s har aktivert kontoen

source: by "%(username)s"
no: av %(username)s

source: %(time_since)s ago
no: for %(time_since)s siden

source: Name:
no: Navn:

source: Email:
no: Epost:

source: Notification:
no: Varsler:

source: Generic
no: Generell

source: Class (education)
no: Klasse (i skole osv.)

source: French
no: Fransk

source: English
no: Engelsk

source: Norwegian
no: Norsk

source: Brazilian Portuguese
no: Brasiliansk portugisisk

source: Spanish
no: Spansk

source: Observer
no: Observatør

source: Manager
no: Administrator

source: Editor
no: Redaktør

source: Commentator
no: Kommentator

source: Participant
no: Deltaker

source: Can view text
no: Kan se tekster

source: Can edit text
no: Kan endre tekster

source: Can create text
no: Kan opprette tekster

source: Can delete text
no: Kan slette tekster

source: Can manage text
no: Kan administrere tekster

source: Can create comment
no: Kan opprette merknader

source: Can delete comment
no: Kan slette merknader

source: Can delete own comment
no: Kan slette egne merknader

source: Can view approved comment
no: Kan se godkjente merknader

source: Can view own comment
no: Kan se egne merknader

source: Can view unapproved comment
no: Kan se ikke-godkjente merknader

source: Can edit comment
no: Kan endre merknader

source: Can edit own comment
no: Kan endre egne merknader

source: Can manage workspace
no: Kan administrere arbeidsområde

source: Can view workspace
no: Kan se arbeidsområde

source: Teacher
no: Lærer

source: Individual student
no: Individuell student

source: Page not found
no: Ukjent side

source: The requested page could not be found.
no: Siden ble ikke funnet.

source: Server Error
no: Serverfeil

source: An error has occurred.
no: En feil har oppstått.

source: Activate your account
no: Aktiver din konto

source: Activate
no: Aktiver

source: Contact
no: Kontakt

source: Cancel
no: Avbryt

source: Dashboard
no: Kontrollpanell

source: Actions
no: Handlinger

source: Write a text
no: Skriv tekst

source: Upload a text
no: Last opp tekst

source: Invite user
no: Inviter bruker

source: Edit your profile
no: Rediger din profil

source: View text list
no: Se tekstoversikt

source: Configure workspace
no: Tilpass arbeidsområde

source: Moderation queue
no: Godkjenningskø

source: user %(user)s awaits approval
no: bruker %(user)s venter på godkjenning

source: approve
no: godkjenne

source: refuse
no: nekte godkjenning

source: membership
no: medlemskap

source: Are you sure you want to approve this user's membership to the workspace?
no: Ønsker du å godkjenne brukerens medlemskap i arbeidsområdet?

source: Are you sure you want to refuse this user's membership to the workspace?
no: Ønsker du å nekte å godkjenne brukerens medlemskap i arbeidsområdet?

source: registered %(duration)s ago
no: registrert for %(duration)s siden

source: comment
no: merknad

source: by %(cuser)s on text
no: av %(cuser)s til teksten

source: awaits approval
no: venter på godkjenning

source: view in context
no: se i kontekst

source: Are you sure you want to approve this comment?
no: Ønsker du å godkjenne denne merknaden?

source: Are you sure you want to refuse this comment?
no: Ønsker du å nekte å godkjenne denne merknaden?

source: modified %(duration)s ago
no: endret for %(duration)s siden

source: Recent texts
no: Nye tekster

source: all
no: alle

source: %(nb_comments)s comment
no: %(nb_comments)s merknad

source: No texts yet
no: Ingen tekster ennå

source: Workspace activity
no: Aktivitet i arbeidsområde

source: month
no: måned

source: week
no: uke

source: 24 hours
no: 24 timer

source: Access
no: Tilgang

source: Loading...
no: Laster...

source: Commenting
no: Kommentering

source: Activities
no: Aktivitetsjournal

source: texts
no: tekster

source: comments
no: merknader

source: users
no: brukere

source: No activities
no: Ingen aktiviteter

source: Recent comments
no: Nye merknader

source: on text
no: til teksten

source: created %(duration)s ago
no: opprettet for %(duration)s siden

source: No comments yet
no: Ingen merknader ennå

source: Followup
no: Oppfølgning

source: Feeds
no: Strømmer

source: Public feed
no: Offentlig strøm

source: Help
no: Hjelp

source: Public feed for workspace
no: Offentlig strøm for arbeidsområde

source: This is the public feed for the workspace.
no: Dette er den offentlige strømmen for arbeidsområdet.

source: Private feed
no: Privat strøm

source: Private feed for workspace
no: Privat strøm for arbeidsområde

source: This is the private feed for the workspace. Don't share this address with others unless you want them to see all activities on the workspace.
no: Dette er den private strømmen for arbeidsområdet. Ikke del adressen for denne strømmen med andre, men mindre du ønsker at de skal kunne se alt som skjer på arbeidsområdet.

source: Reset private feed url
no: Nullstill adresse for den private strømmen

source: Activate private feed
no: Aktiver privat strøm

source: The private feed for this workspace is not yet activated.
no: Privat strøm for arbeidsområdet er ikke aktivert ennå.

source: Email notifications
no: Epostvarsler

source: Subscribe to workspace notifications
no: Abonner på varsler for arbeidsområdet

source: Subscribe to all replies notifications in discussions where you have participated
no: Abonner på varsler for svar i diskusjoner hvor du har deltatt

source: Login
no: Logg inn

source: %(wname)s Login
no: Innlogging til %(wname)s

source: Register
no: Registrer

source: Home
no: Startside

source: One public text
no: Én offentlig tekst

source: Deactivate notification
no: Stopp varsler

source: Deactivate
no: Stopp

source: Your profile (%(username)s)
no: Din profil (%(username)s)

source: Save
no: Lagre

source: %(wname)s Registration
no: Registrering på %(wname)s

source: Settings
no: Innstillinger

source: General
no: Generell

source: Appearance
no: Utseende

source: Are you sure you want to change the role model? All roles (except managers) will be resetted!
no: Ønsker du å endre rollemodellen? Alle roller (untatt administrator) vil bli nullstilt!

source: Delete logo
no: Slett logo

source: Text list
no: Tekster

source: Text notifications
no: Tekstvarsler

source: Embed text
no: Integrer tekst

source: Copy this code into your site to display text with comments.
no: Kopier denne koden til din side for å vise tekst med merknader.

source: Users will also be able to add comments from your site depending on anonymous users' roles.
no: Avhengig av rettighetene til anonyme brukere, vil andre muligens også kunne kommentere teksten direkte fra din side.

source: Warning:
no: Advarsel:

source: You won't successfully embed the text before you give anonymous users a role allowing them to view the text.
no: Du vil ikke kunne integrere teksten før du har gitt anonyme brukere en rolle, som tillater dem å se teksten.

source: Text followup
no: Oppfølgning av tekst

source: Public feed for text %(title)s
no: Offentlig strøm for teksten %(title)s

source: This is the public feed for the text.
no: Dette er den offentlige strømmen for teksten.

source: Private feed for text
no: Privat strøm for teksten

source: This is the private feed for the text. Don't share this address with others unless you want them to see all activities on this text.
no: Dette er den private strømmen for teksten. Ikke del denne adressen med andre, men mindre du ønsker at de skal kunne se alt som skjer med teksten.

source: The private feed for this text is not yet activated.
no: Den private strømmen for denne teksten er ikke aktivert ennå.

source: You will receive text notifications because you subscribed to notifications at the workspace level
no: Du vil motta varsler for denne teksten, fordi du har abonnert på varsler for arbeidsområdet

source: Subscribe to all text notifications
no: Abonner på alle varsler for teksten

source: Version list
no: Versjoner

source: Compare last two versions
no: Sammenlikn siste to versjoner

source: Most recent version
no: Nyeste versjon

source: Compare selected versions
no: Sammenlikn valgte versjoner

source: Version
no: Versjon

source: Selection
no: Tekstområde

source: Author
no: Forfatter

source: Created
no: Opprettet

source: # comments
no: # merknader

source: View
no: Se

source: Compare with previous version
no: Sammenlikn med forrige versjon

source: Revert to this version
no: Still tilbake til denne versjonen

source: Delete
no: Slett

source: Are you sure you want to delete this version?
no: Ønsker du å slette denne versjonen?

source: Previous modification
no: Forrige endring

source: Version %(version_number)s
no: Versjon %(version_number)s

source: Comparison between version #%(version_1_number)s and #%(version_2_number)s
no: Sammenlikning mellom versjoner #%(version_1_number)s og #%(version_2_number)s

source: Next modification
no: Neste endring

source: No differences
no: Ingen forskjeller

source: Previous version
no: Forrige versjon

source: Compare with next version
no: Sammenlikn med neste versjon

source: Next version
no: Neste versjon

source: by %(author)s
no: av %(author)s

source: Texts
no: Tekster

source: People' list
no: Personer

source: Filter by tag:
no: Filtrer etter etikett:

source: All
no: Alle

source: Bulk Actions
no: Handlinger

source: Apply
no: Utfør

source: Are you sure?
no: Er du sikker?

source: Text
no: Tekst

source: Modified
no: Endret

source: Last week activity
no: Aktivitet siste uke

source: tags:
no: etiketter:

source: Filter by tag: %(tag_name)s
no: Filtrer etter etikett: %(tag_name)s

source: Edit
no: Rediger

source: Are you sure you want to delete this text?
no: Ønsker du å slette denne teksten?

source: Users
no: Brukere

source: Edit user
no: Endre bruker

source: Users' list
no: Brukere

source: Add a new user
no: Opprett ny bruker

source: Add users in bulk
no: Opprett flere brukere

source: Hide suspended users
no: Skjul sperrede brukere

source: Display suspended users
no: Vis sperrede brukere

source: User
no: Bruker

source: The 'Workspace role' is the global role that applies to every text, you can give a user a particular role on this text using the 'text role' column on the right
no: Rollen 'Rolle for arbeidsområde' er en global rolle, som vil anvendes på alle tekster. Du kan gi en bruker en særskilt rolle for denne teksten ved å velge en passende rolle i kolonnen Tekstrolle til høyre.

source: Workspace role
no: Rolle for arbeidsområde

source: Text role
no: Tekstrolle

source: This role has been overriden on this text by a text role: %(rolename)s
no: Denne rollen viker for en lokal rolle for teksten: %(rolename)s

source: Edit anonymous users
no: Endre anonyme brukere

source: Anonymous users
no: Anonyme brukere

source: add a comment
no: opprett merknad

source: Filter comments
no: Filtrer merknader

source: Preferences
no: Innstillinger

source: Text preferences
no: Tekstinnstillinger

source: Which comments?
no: Hvilke merknader?

source: How should comments' scope be shown in text?
no: Hvordan skal rekkevidden for merknadene i teksten vises?

source: Unauthorized
no: Ingen rettigheter

source: The user will receive an email invitation to join the workspace. You can customize the email sent by using the 'Note' field bellow.
no: Brukeren vil motta en invitasjon til å slutte seg til arbeidsområdet. Du kan tilpasse eposten som skal sendes ved å bruke feltet 'Kommentar' nedenfor.

source: The user will receive an email invitation to join the workspace.
no: Brukeren vil motta en invitasjon til å slutte seg til arbeidsområdet.

source: You can customize the email sent by using the 'Note' field bellow.
no: Du kan tilpasse eposten som skal sendes ved å bruke feltet 'Kommentar' nedenfor.

source: Contact user
no: Kontakt bruker

source: Contact user %(username)s
no: Kontakt bruker %(username)s

source: Edit user %(username)s
no: Endre bruker %(username)s

source: Suspend access
no: Sperr tilgang

source: Enable access
no: Åpne tilgang

source: Change role to %(role_name)s
no: Endre rollen til %(role_name)s

source: Email
no: Epostadresse

source: Date joined
no: Dato for tilslutning

source: Role
no: Rolle

source: The users will receive an email invitation to join the workspace.
no: Brukere vil bli invitert til å slutte seg til arbeidsområdet.

source: back to workspace
no: tilbake til arbeidsområde

source: %(nb_texts)s text
no: %(nb_texts)s tekst

source: %(nb_users)s user
no: %(nb_users)s bruker

source: About
no: Om

source: Profile
no: Profil

source: Logout
no: Logg ut

source: Texts (%(nb_texts)s)
no: Tekster (%(nb_texts)s)

source: People (%(nb_users)s)
no: Personer (%(nb_users)s)

source: Previous page
no: Forrige side

source: %(sindex)s-%(eindex)s of %(pcount)s
no: %(sindex)s-%(eindex)s av %(pcount)s

source: Next page
no: Neste side

source: View all
no: Vis alle

source: paginate
no: paginer

source: Share
no: Deling

source: by %(name)s on %(date)s
no: av %(name)s %(date)s

source: You have attempted to leave this page. Unsaved changes will be lost. Are you sure you want to exit this page?
no: Du har forsøkt å forlate denne siden. Endringer som ikke er lagret vil bli tapt. Ønsker du å forlate denne siden?

source: last modified %(duration)s ago
no: endret for %(duration)s siden

source: 1 version
no: Versjoner

source: People
no: Personer

source: Versions
no: Versjoner

source: Embed
no: Integrer

source: Your profile
no: Din profil

source: Edit user %(userprint)s
no: Endre bruker %(userprint)s

source: (Re-)send invitation
no: Send invitasjon

source: Are you sure you want to suspend this user's access to the workspace?
no: Ønsker du å sperre brukerens tilgang til arbeidsområdet?

source: Are you sure you want to enable this user's access to the workspace?
no: Ønsker du å åpne brukerens tilgang til arbeidsområdet?

source: Are you sure you want to send this user an invitation to the workspace?
no: Ønsker du å invitere brukeren til arbeidsområdet?

source: Approve
no: Godkjenn

source: F j, Y \a\t g:i a
no: j.n.Y \k\l. G:i

source: unknown
no: ukjent

source: Upload file (optional)
no: Last opp fil

source: Upload a file from your computer instead of using the direct input above
no: Last opp en fil fra din datamaskin

source: You should specify a file to upload.
no: Du må angi en fil til å laste opp

source: The title of your text
no: Overskriften for din tekst

source: Text "%(text_title)s" has been created
no: Teksten %(text_title)s har blitt opprettet

source: %(workspace_name)s's public feed
no: Offentlig strøm for %(workspace_name)s

source: Workspace %(workspace_name)s public activity feed
no: Offentlig strøm for aktiviteter på arbeidsområdet %(workspace_name)s

source: %(workspace_name)s's private feed
no: Privat strøm for %(workspace_name)s

source: Workspace %(workspace_name)s private feed
no: Privat strøm for aktiviteter på arbeidsområdet %(workspace_name)s

source: Text %(text_title)s's public feed
no: Offentlig strøm for teksten %(text_title)s

source: Public activity feed for text %(text_title)s
no: Offentlig strøm for aktiviteter på teksten %(text_title)s

source: Text %(text_title)s's private feed
no: Privat strøm for teksten %(text_title)s

source: Private activity feed for text %(text_title)s
no: Privat strøm for aktiviteter på teksten %(text_title)s

source: Private feed activated.
no: Privat strøm aktivert.

source: Private feed reseted.
no: Privat strøm nullstilt.

source: This notification has already been deactivated.
no: Dette varselet har allerede blitt stoppet.

source: Notification deactivated.
no: Varsel stoppet.

source: Deactivate notification?
no: Stope varsel?

source: Private notifications feed reseted.
no: Strøm for private varsler nullstilt.

source: You're logged in!
no: Du er logget inn!

source: Your name
no: Ditt navn

source: Your email address
no: Din epostadresse

source: Subject of the message
no: Emne

source: Body of the message
no: Tekst

source: Send me a copy of the email
no: Send meg en kopi av eposten

source: Copy of message:
no: Kopi av meldingen:

source: Email sent. We will get back to you as quickly as possible.
no: Eposten er blitt sendt. Vi vil komme tilbake til deg så raskt som mulig.

source: Workspace name
no: Navn for arbeidsområde

source: Workspace tagline
no: Beskrivelse av arbeidsområde

source: Workspace registration
no: Registering på arbeidsområde

source: Can users register themselves into the workspace? (if not, only invitations by managers can create new users)
no: Skal brukere kunne registrere seg på arbeidsområdet? (Hvis ikke, må brukere inviteres av en administrator.)

source: Workspace registration moderation
no: Godkjenning av registreringer på arbeidsområde

source: Should new users be moderated (registration will require manager's approval)?
no: Skal nye brukere godkjennes (registrering vil kreve administratorens godkjenning)

source: Role model
no: Rollemodell

source: Change the roles available in the workspace
no: Endre roller i arbeidsområdet

source: Settings saved
no: Innstillinger lagret

source: Workspace logo
no: Logo for arbeidsområde

source: Workspace html code
no: HTML kode for arbeidsområde

source: Add stylesheets etc. Warning: this code will be added to the workspace code, make sure you know what you're doing before adding something here.
no: Legg til stilark (CSS) osv. Advarsel: denne koden vil bli lagt til koden for arbeidsområde. Sørg for at du vet hva du gjør før du legger noe til her.

source: %(nb_texts)i text(s) deleted
no: %(nb_texts)i tekst(er) slettet

source: Text %(text_title)s deleted
no: Tekstet %(text_title)s slettet

source: Text version %(text_version_title)s deleted
no: Tekstversjon %(text_version_title)s slettet

source: Note (optional)
no: Kommentar (valgfritt)

source: Add a note to explain the modifications made to the text
no: Legg til en kommentar for å beskrive foretatte endringer i teksten

source: New version (optional)
no: Ny versjon (valgfritt)

source: Create a new version of this text (recommended)
no: Opprett ny versjon av teksten (anbefales)

source: Keep comments (optional)
no: Behold merknader (valgfritt)

source: Keep comments (if not affected by the edit)
no: Behold merknadene (dersom de ikke er påvirket av endringene i teksten)

source: Name (optional)
no: Navn (valgfritt)

source: Email (optional)
no: Epost (valgfritt)

source: A new version (copied from version %(version_title)s) has been created
no: Ny versjon (kopiert fra versjon %(version_title)s) har blitt opprettet

source: %(count)i user(s) role modified
no: Roller for %(count)i bruker(e) endret

source: Text settings updated
no: Tekstinnstillinger oppdatert

source: %(count)i User's access suspended
no: Tilgang for %(count)i bruker(e) sperret

source: %(count)i User's access enabled
no: Tilgang for %(count)i bruker(e) åpnet

source: E-mail address
no: Epostadresse

source: This user is already a member.
no: Denne brukeren er allerede et medlem.

source: Emails
no: Epostadresser

source: Add multiples emails one per line (or separated by "," or ";")
no: Oppgi flere epostadresser (en per linje eller atskilt med ',' eller ';')

source: Workspace level role
no: Rolle for arbeidsområde

source: This role will apply to every text in the workspace. To share only a (few) texts with this user, you can leave this blank and delegate roles on texts once the user is created.
no: Denne rollen vil anvendes på alle tekster i arbeidsområdet. For å dele bare visse tekster med denne brukeren, kan du la dette feltet stå tomt og tilordne brukeren tekstroller etter at brukeren er opprettet.

source: Text level role
no: Tekstrolle

source: This role will apply only to this text.
no: Denne roller vil anvendes på denne teksten.

source: Optional text to add to invitation email
no: Valgfri melding som skal sendes sammen med invitasjonen

source: %(nb_users)d user added
no: %(nb_users)d bruker opprettet

source: Save user
no: Lagre bruker

source: This username is already in use. Please supply a different username.
no: Dette brukernavnet er allerde registrert. Vennligst velg et annet brukernavn.

source: Your account has been activated. You're now logged-in.
no: Din brukerkonto er blitt aktivert. Du er nå logged inn.

source: activate account
no: aktiver konto

source: User's access %(prof)s has been suspended.
no: Tilgang for brukeren %(prof)s har blitt sperret.

source: User's access %(prof)s has been refused.
no: Tilgang for brukeren %(prof)s har blitt nektet.

source: User's access %(prof)s has been restored.
no: Tilgang for brukeren %(prof)s har blitt åpnet.

source: User's access %(prof)s has been approved.
no: Tilgang for brukeren %(prof)s har blitt godkjent.

source: A new invitation has been sent to user %(prof)s.
no: Ny invitasjon har blitt sendt til brukeren %(prof)s.

source: Profile updated
no: Profil oppdatert

source: Anonymous user role modified.
no: Rollen for anonyme brukere har blitt endret.

source: User modified
no: Bruker endret.

source: Subject
no: Emne

source: Subject of the email
no: Emne for eposten

source: Body
no: Tekst

source: Body of the email
no: Epostteksten

source: Email sent.
no: Eposten er blitt sendt.

source: This account is suspended, contact the workspace administrator.
no: Denne kontoen er sperret, ta kontakt med administrator for arbeidsområdet.

source: You've been logged out.
no: Du er logget ut.
