Repository: IRI-Research/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: no

source: You've been registered, you will receive a confirmation mail once a moderator has approved your membership.
no: Du er blitt registert. Du vil motta en epost med bekreftelse når en administrator godkjenner ditt medlemskap.

source: You've been registered, please check your email for the confirm message.
no: Du er blitt registert. Se din epost for en melding med bekreftelsen.
